// let obj = {
//   category: {
//     title: "Игровые контроллеры",
//     id: "c36433de-bd6"
//   },
//   title: 'Sony Dualsense PS5 Gamepad',
//   description: "Почувствуйте невероятное погружение в игровую реальность благодаря новому контроллеру PS5™ с инновационными функциями. Беспроводной контроллер DualSense для PS5 оснащен реалистичной тактильной отдачей, динамическими адаптивными триггерами и встроенным микрофоном. Все это в сочетании с оригинальным дизайном. Почувствуйте физическую отдачу в ответ на ваши действия в игре с парными приводами, которые заменили вибромоторчики. В ваших руках динамическая вибрация контроллера позволит симулировать широкий спектр ощущений — от окружения в игре до отдачи различных видов оружия. Беспроводной контроллер DualSense унаследовал многие функции от DUALSHOCK®, дав им новую жизнь для игр следующего поколения. ",
//   images_links: [
//     "https://images.uzum.uz/cq5uuij6eisq2rkf61sg/original.jpg",
//     "https://images.uzum.uz/cq5uuij5qt1gj8dej8sg/original.jpg",
//     "https://images.uzum.uz/cq5uuiosarnfdo9auvkg/original.jpg",
//     "https://images.uzum.uz/cpr8gmr6eisq2rkd4a80/original.jpg"
//   ],
//   price: 69,
//   attributes: {
//     color: 'белый',
//     specific: [
//       "Тип подключения: беспроводной",
//       "iOS, Android, ПК, PS5",
//       "Количество кнопок: 16",
//       "Количество мини-джойстиков: 2",
//       "USB Type-C",
//       "Аккумулятор: 1560 мАч"
//     ]
//   },
//   quantity: 17
// }

// let obj = {
//   title: "Игровое",
//   subcategories: [
//     {
//       id: uuid().slice(0, 12),
//       title: "Приставки",
//       parent: "Игровое"
//     },
//     {
//       id: uuid().slice(0, 12),
//       title: "Игровые контроллеры",
//       parent: "Игровое"
//     }
//   ],
//   icon: "icon"
// }